{
    "inspirational": [
      {
        "phrase": "学びは冒険、でも宿題はサバイバル！"
      },
      {
        "phrase": "質問は宝の山、掘り起こそう！"
      },
      {
        "phrase": "失敗は成功の母、でも母は時々厳しい！"
      },
      {
        "phrase": "知識は力、でも力を使いすぎると筋肉痛！"
      },
      {
        "phrase": "新しい技術は友達、でも時々裏切る！"
      },
      {
        "phrase": "一緒に学ぶと、知識が倍増する…たぶん！"
      },
      {
        "phrase": "学びの道は長い、でも道草も楽しもう！"
      },
      {
        "phrase": "質問するのは恥ずかしくない、恥ずかしいのは質問しないこと！"
      },
      {
        "phrase": "今日の授業は、未来の自分への投資！"
      },
      {
        "phrase": "知識は無限大、でもWi-Fiは有限！"
      },
      {
        "phrase": "学びの旅は、時に迷子になることもある！"
      },
      {
        "phrase": "新しいことを学ぶのは、脳のエクササイズ！"
      },
      {
        "phrase": "一緒に学ぶ仲間がいるから、心強い！"
      },
      {
        "phrase": "知識の海に飛び込もう、でもライフジャケットは忘れずに！"
      },
      {
        "phrase": "学びは楽しい、でも時々宿題が邪魔をする！"
      },
      {
        "phrase": "質問は知識の扉、開けてみよう！"
      },
      {
        "phrase": "学びの道は険しい、でも笑顔を忘れずに！"
      },
      {
        "phrase": "新しい技術は、時に魔法のよう！"
      },
      {
        "phrase": "知識は宝物、でも盗まれないように注意！"
      },
      {
        "phrase": "学びはチームスポーツ、一緒にプレイしよう！"
      },
      {
        "phrase": "失敗は成功のスパイス、でも入れすぎ注意！"
      },
      {
        "phrase": "学びの旅は、時に迷路のよう！"
      },
      {
        "phrase": "質問は知識のパスワード、忘れないで！"
      },
      {
        "phrase": "新しいことを学ぶのは、脳のバーベル！"
      },
      {
        "phrase": "学びは楽しい、でも時々宿題が重い！"
      },
      {
        "phrase": "知識は力、でも力を使いすぎると疲れる！"
      },
      {
        "phrase": "学びは山登り、でも途中でカフェ休憩も必要☕⛰️"
      },
      {
        "phrase": "質問は鍵、でも開けるドアがどれか分からなくて迷うことも🔑🚪"
      },
      {
        "phrase": "失敗は成功への階段だけど、今日はまだ一歩目…ゆっくり進もう！"
      },
      {
        "phrase": "知識は光、でも暗闇の中で懐中電灯を探す日もある💡🌙"
      },
      {
        "phrase": "新しい技術は魔法の杖だけど、呪文を間違えることもある🧙‍♂️💥"
      },
      {
        "phrase": "一緒に学ぶ仲間がいると、険しい道も楽しくなる🌈✨"
      },
      {
        "phrase": "学びの道は長いけど、途中で立ち止まって空を見るのも大事🌤️"
      },
      {
        "phrase": "質問するのは勇気がいるけど、その一歩が未来の自分を救うかも！"
      },
      {
        "phrase": "今日の努力は、明日の自分へのプレゼント🎁"
      },
      {
        "phrase": "知識は無限だけど、今日は『ちょっと頭パンク中』という状態😅"
      }
    ],
    "empathetic": [
      {
        "phrase": "宿題が重すぎて、今日は布団と一体化したい…でも明日はきっと頑張れるはず💪（たぶん）"
      },
      {
        "phrase": "勉強してるのに全然覚えられない日もある。そんな日は『とりあえず今日だけ』って自分に言い聞かせてる。"
      },
      {
        "phrase": "今日は集中力ゼロ。コーヒー5杯飲んだけど、脳みそが『おやすみモード』らしい☕💤"
      },
      {
        "phrase": "みんな天才に見えるけど、実はみんな同じくらい悩んでるって信じてる。…信じてないとやってられない！"
      },
      {
        "phrase": "『これでいいのかな？』って思う日もある。でも振り返ると、少しずつ前に進んでる自分がいることに気づく。"
      },
      {
        "phrase": "今日は完全にスランプ。でもスランプも成長の一部だって信じて、とりあえず寝ます🌙"
      },
      {
        "phrase": "質問する勇気が出ない日もある。でも、その一歩が未来の自分を救うって分かってるから、少しずつ踏み出していこう。"
      },
      {
        "phrase": "『なんでこんなに難しいんだろう…』って思った日は、無理せず休むのも大事。明日また挑戦すればいいんだから！"
      },
      {
        "phrase": "みんなが楽しそうに勉強してるけど、実は私もいっぱいいっぱい。でも、この『いっぱいいっぱい』がいつか笑顔になる種だと信じて頑張る。"
      },
      {
        "phrase": "今日は何も成し遂げられなかった気がする。でも、布団の中で『明日はもう少し頑張ろう』って思えたから良し！"
      },
      {
        "phrase": "勉強が辛い日は、『今日の自分は昨日の自分よりちょっとマシ』って思うようにしてる。…たぶん、それでいいはず。"
      },
      {
        "phrase": "失敗ばっかりで凹むこともあるけど、失敗って成功への途中経過なんだよね。そう信じて進もう。"
      },
      {
        "phrase": "『知識は力』って言うけど、今日はその力を使いすぎて頭が筋肉痛かも…📚💥"
      },
      {
        "phrase": "今日はちょっとサボっちゃったけど、サボった自分も受け入れて、明日また始めればいいや！"
      },
      {
        "phrase": "みんなが楽しそうに見えるけど、実は私も同じくらい迷ってる。一緒に迷いながら進もう！"
      },
      {
        "phrase": "今日は勉強が全然捗らない。でも、机に向かっただけで偉いってことにしよう📖💪"
      },
      {
        "phrase": "みんな楽しそうに見えるけど、実は私も同じくらい迷子になってる지도 🤷‍♀️"
      },
      {
        "phrase": "宿題が多すぎて、今日は『とりあえず寝て解決』を選択肢に入れた🌙😴"
      },
      {
        "phrase": "『なんでこんなに難しいんだろう…』って思う日もある。でも、そんな日は深呼吸して一歩だけ進もう💨"
      },
      {
        "phrase": "勉強が辛いときは、『今日の自分は昨日より少しだけマシ』と信じることにしている💡"
      },
      {
        "phrase": "今日は集中力ゼロ。脳みそが『おやすみモード』に入ってるので、無理せず休むことにする💤"
      },
      {
        "phrase": "失敗ばっかりで凹むこともあるけど、失敗も成長の一部なんだよね…たぶん😅"
      },
      {
        "phrase": "質問したいけど勇気が出ない日もある。でも、聞かないで後悔する方がきっと辛いって分かってる📝"
      },
      {
        "phrase": "今日は何も成し遂げられなかった気がする。でも、布団の中で『明日はもう少し頑張ろう』と思えたから良し！"
      },
      {
        "phrase": "みんな天才に見えるけど、実はみんな同じくらい悩んでるはず…そう信じないとやってられない！"
      }
    ]
  }